Repository: nooker-app/nook
Catalog: NookKit/Sources/NookKit/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans

source: New password
ja: 新しいパスワード
ko: 새 비밀번호
zh_hans: 新密码

source: New post
ja: 新しい投稿
ko: 새 글
zh_hans: 新文章

source: No Gemini API key saved yet.
ja: 保存された Gemini API キーはまだありません。
ko: 아직 저장된 Gemini API 키가 없습니다.
zh_hans: 尚未保存 Gemini API 密钥。

source: No RSS or Atom entries were found at %@.
ja: %@ に RSS／Atom のエントリが見つかりませんでした。
ko: %@에서 RSS나 Atom 항목을 찾지 못했습니다.
zh_hans: 在 %@ 未找到 RSS 或 Atom 条目。

source: No RSS or Atom feed link was found at %@.
ja: %@ に RSS／Atom フィードのリンクが見つかりませんでした。
ko: %@에서 RSS나 Atom 피드 링크를 찾지 못했습니다.
zh_hans: 在 %@ 未找到 RSS 或 Atom 订阅源链接。

source: No article matches.
ja: 一致する記事がありません。
ko: 일치하는 글이 없습니다.
zh_hans: 没有匹配的文章。

source: No categories yet. Add some in Settings › Article Rules.
ja: まだカテゴリがありません。設定 › Article Rules で追加してください。
ko: 아직 카테고리가 없습니다. 설정 › Article Rules에서 추가하세요.
zh_hans: 还没有类别。请在设置 › Article Rules 中添加。

source: No categories — add some in Article Rules
ja: カテゴリなし — Article Rules で追加
ko: 카테고리 없음 — Article Rules에서 추가
zh_hans: 暂无类别 — 在 Article Rules 中添加

source: No headings yet
ja: 見出しがまだありません
ko: 아직 제목이 없습니다
zh_hans: 还没有标题

source: No icon set; your site shows Nook's mark
ja: アイコン未設定。サイトには Nook のマークが表示されます。
ko: 아이콘 없음. 사이트에 Nook 마크가 표시됩니다.
zh_hans: 未设置图标，站点显示 Nook 的标志。

source: No network connection.
ja: ネットワークに接続されていません。
ko: 네트워크에 연결되어 있지 않습니다.
zh_hans: 没有网络连接。

source: No publication to publish into yet.
ja: 公開先の発行物がまだありません。
ko: 글을 넣을 발행물이 아직 없습니다.
zh_hans: 还没有可发布到的刊物。

source: No publishing account uses this email address. Check it for typos, or set up publishing first.
ja: このメールアドレスを使っている発行アカウントはありません。入力に誤りがないか確認するか、先に発行を設定してください。
ko: 이 이메일 주소를 사용하는 발행 계정이 없습니다. 오타를 확인하거나, 먼저 발행을 설정하세요.
zh_hans: 没有发布账户使用此邮箱地址。请检查拼写，或先设置发布。

source: No reliable summary could be generated. The article may already be concise or may not contain enough readable content.
ja: 信頼できる要約を生成できませんでした。記事がすでに簡潔であるか、読み取れる内容が不足している可能性があります。
ko: 신뢰할 수 있는 요약을 만들지 못했습니다. 글이 이미 충분히 짧거나 읽을 수 있는 내용이 부족할 수 있습니다.
zh_hans: 无法生成可靠的摘要。文章可能已经足够简短，或缺少足够的可读内容。

source: None
ja: なし
ko: 없음
zh_hans: 无

source: Nook account
ja: Nook アカウント
ko: Nook 계정
zh_hans: Nook 账户

source: Nook can publish your own writing as a small website with an RSS feed, so anyone can read it in Nook or any other reader.
ja: Nook はあなたの文章を RSS フィード付きの小さなウェブサイトとして公開できます。Nook でも他のリーダーでも読んでもらえます。
ko: Nook은 여러분의 글을 RSS 피드가 있는 작은 웹사이트로 발행할 수 있습니다. Nook에서든 다른 리더에서든 누구나 읽을 수 있습니다.
zh_hans: Nook 可以把你的文章发布成一个带 RSS 订阅源的小网站，任何人都能在 Nook 或其他阅读器中阅读。

source: Nook can translate the article titles on screen into your language with Apple Intelligence, shown beneath the original. It's on-device and only translates titles you actually look at.
ja: Nook は画面に表示されている記事のタイトルを Apple Intelligence でお使いの言語に翻訳し、原文の下に表示します。すべてオンデバイスで処理され、実際に見たタイトルだけを翻訳します。
ko: Nook은 화면에 보이는 글 제목을 Apple Intelligence로 사용자의 언어로 번역해 원문 아래에 표시합니다. 모두 기기에서 처리되며, 실제로 본 제목만 번역합니다.
zh_hans: Nook 可使用 Apple Intelligence 将屏幕上的文章标题翻译成你的语言，显示在原文下方。全部在设备上处理，且仅翻译你实际查看的标题。

source: Nook can turn your writing into a small website with an RSS feed, so anyone can follow you in Nook or any other reader. Your posts are stored in a repository that belongs to you, not inside Nook's database.
ja: Nook はあなたの文章を RSS フィード付きの小さなウェブサイトにできます。Nook でも他のリーダーでも購読してもらえます。投稿は Nook のデータベースではなく、あなた自身のリポジトリに保存されます。
ko: Nook은 여러분의 글을 RSS 피드가 있는 작은 웹사이트로 만들어 줍니다. Nook에서든 다른 리더에서든 누구나 구독할 수 있습니다. 글은 Nook의 데이터베이스가 아니라 여러분 소유의 저장소에 보관됩니다.
zh_hans: Nook 可以把你的文章变成一个带 RSS 订阅源的小网站，任何人都能在 Nook 或其他阅读器中关注你。你的文章保存在属于你自己的仓库里，而不是 Nook 的数据库中。

source: Nook extension
ja: Nook 独自の記法
ko: Nook 확장 문법
zh_hans: Nook 扩展语法

source: Nook stores your posts in a repository on its own server, and publishing needs an account there. Support for other servers is not decided yet.
ja: Nook は投稿を自身のサーバー上のリポジトリに保存し、発行にはそこのアカウントが必要です。他のサーバーへの対応は未定です。
ko: Nook은 자체 서버의 저장소에 글을 보관하며, 발행에는 그곳의 계정이 필요합니다. 다른 서버 지원은 아직 결정되지 않았습니다.
zh_hans: Nook 将你的文章存放在自有服务器上的仓库中，发布需要该服务器上的账户。是否支持其他服务器尚未决定。

source: Nook's own extractor. Reads short posts and link posts that Readability skips, and never invents a title or date.
ja: Nook独自の抽出エンジンです。Readabilityが見落とす短い投稿やリンク投稿も読み取り、タイトルや日付を推測で補うことはありません。
ko: Nook이 직접 만든 추출 엔진입니다. Readability가 놓치는 짧은 글과 링크 글도 읽어내며, 제목이나 날짜를 임의로 만들어 넣지 않습니다.
zh_hans: Nook 自研的提取引擎。能读取 Readability 会跳过的短帖和链接帖，并且从不臆造标题或日期。

source: Nook's reading samples
ja: Nook の読書サンプル
ko: Nook의 읽기 샘플
zh_hans: Nook 的阅读样本

source: Not Now
ja: 後で
ko: 나중에
zh_hans: 以后再说

source: Not yet. Nook can only reach its own server at the moment.
ja: まだ対応していません。現時点で Nook は自身のサーバーにしか接続できません。
ko: 아직 지원하지 않습니다. 현재 Nook은 자체 서버에만 연결할 수 있습니다.
zh_hans: 暂不支持。目前 Nook 只能连接自有服务器。

source: Not yet. Publishing through Nook needs an account on Nook's own server.
ja: まだ対応していません。Nook で発行するには Nook 自身のサーバーのアカウントが必要です。
ko: 아직 지원하지 않습니다. Nook으로 발행하려면 Nook 자체 서버의 계정이 필요합니다.
zh_hans: 暂不支持。通过 Nook 发布需要 Nook 自有服务器上的账户。

source: Nothing published yet.
ja: まだ何も公開していません。
ko: 아직 발행한 글이 없습니다.
zh_hans: 还没有发布任何内容。

source: Numbered list
ja: 番号付きリスト
ko: 번호 목록
zh_hans: 编号列表

source: Off — this filter isn't hiding anything.
ja: オフ — このフィルタは何も隠していません。
ko: 꺼짐 — 이 필터는 아무것도 숨기지 않습니다.
zh_hans: 已关闭 — 此过滤器未隐藏任何内容。

source: One-line summary (optional)
ja: 一行の要約（任意）
ko: 한 줄 요약 (선택)
zh_hans: 一句话摘要（可选）

source: Only accounts on Nook's own server can sign in at the moment.
ja: 現時点でサインインできるのは Nook 自身のサーバーのアカウントだけです。
ko: 현재는 Nook 자체 서버의 계정만 로그인할 수 있습니다.
zh_hans: 目前只有 Nook 自有服务器上的账户可以登录。

source: Only change this if you are testing Nook Plus itself. Accounts do not carry across servers, so switching signs you out.
ja: Nook Plus 自体をテストしている場合以外は変更しないでください。アカウントはサーバー間で共有されないため、切り替えるとサインアウトします。
ko: Nook Plus 자체를 테스트하는 경우가 아니라면 바꾸지 마세요. 계정은 서버 간에 공유되지 않으므로, 바꾸면 로그아웃됩니다.
zh_hans: 除非你在测试 Nook Plus 本身，否则请不要更改。账号不会跨服务器共用，切换会让你退出登录。

source: Only new articles are tagged automatically. Use this to catch up your existing articles.
ja: 新着記事のみ自動でタグ付けされます。既存の記事はこれで追いつけます。
ko: 새 글만 자동으로 태그됩니다. 기존 글은 이 기능으로 채우세요.
zh_hans: 仅新文章会被自动打标签。用它来处理现有文章。

source: Open Embedded Content
ja: 埋め込みコンテンツを開く
ko: 임베드 콘텐츠 열기
zh_hans: 打开嵌入内容

source: Open Image
ja: 画像を開く
ko: 이미지 열기
zh_hans: 打开图片

source: Open Original
ja: 元のページを開く
ko: 원문 열기
zh_hans: 打开原文

source: Open in Browser
ja: ブラウザで開く
ko: 브라우저에서 열기
zh_hans: 在浏览器中打开

source: Open in Nook
ja: Nook で開く
ko: Nook에서 열기
zh_hans: 在 Nook 中打开

source: Opening your library…
ja: ライブラリを開いています…
ko: 보관함을 여는 중…
zh_hans: 正在打开你的书库…

source: Original Page
ja: 元のページ
ko: 원본 페이지
zh_hans: 原始页面

source: Password
ja: パスワード
ko: 비밀번호
zh_hans: 密码

source: Paste a URL over selected text, or use the link button.
ja: 選択した文字の上に URL を貼り付けるか、リンクボタンを使います。
ko: 선택한 글자 위에 URL을 붙여넣거나 링크 버튼을 누르세요.
zh_hans: 在选中的文字上粘贴网址，或使用链接按钮。

source: Pattern
ja: パターン
ko: 패턴
zh_hans: 模式

source: Pick a short name. It becomes both your identity on the network and the address of your site, so choose something you are happy to be known by.
ja: 短い名前を選んでください。ネットワーク上のあなたの識別子と、サイトのアドレスの両方になります。長く名乗れるものを選ぶとよいでしょう。
ko: 짧은 이름을 고르세요. 네트워크에서의 신원과 사이트 주소가 동시에 되므로, 오래 쓸 수 있는 이름을 고르는 게 좋습니다.
zh_hans: 选一个简短的名字。它会同时成为你在网络上的身份和你网站的地址，所以请选一个你乐意长期使用的名字。

source: Post details
ja: 投稿の詳細
ko: 글 세부 정보
zh_hans: 文章详情

source: Posts on this device
ja: このデバイス上の投稿
ko: 이 기기의 글 파일
zh_hans: 此设备上的文章

source: Preparing your copy…
ja: コピーを準備中…
ko: 사본을 준비하는 중…
zh_hans: 正在准备副本…

source: Press Return twice to insert the blank line that separates Markdown paragraphs.
ja: Return を 2 回押して、段落を分ける空行を入れます。
ko: Return을 두 번 눌러 문단을 나누는 빈 줄을 넣습니다.
zh_hans: 按两次 Return 插入分隔段落的空行。

source: Production
ja: 本番
ko: 운영
zh_hans: 生产环境

source: Protects your repository. Nook stores it nowhere: it goes straight to the host that keeps your posts.
ja: あなたのリポジトリを保護します。Nook はパスワードを保存しません。投稿を保管するホストに直接渡されます。
ko: 저장소를 보호합니다. Nook은 비밀번호를 어디에도 저장하지 않고, 글을 보관하는 호스트로 곧바로 전달합니다.
zh_hans: 用于保护你的仓库。Nook 不会保存密码，它会直接发送给保管你文章的主机。

source: Publish
ja: 公開
ko: 발행
zh_hans: 发布

source: Publish This Change
ja: この変更を公開
ko: 이 변경 발행
zh_hans: 发布此更改

source: Publish it
ja: 発行する
ko: 발행하기
zh_hans: 发布

source: Publish your own writing
ja: 自分の文章を公開する
ko: 내 글을 발행하기
zh_hans: 发布你自己的文章

source: Publishing
ja: 公開
ko: 발행
zh_hans: 发布

source: Publishing is invitation-only for now.
ja: 発行は現在、招待制です。
ko: 발행은 현재 초대받은 사람만 가능합니다.
zh_hans: 目前发布仅限受邀用户。

source: Put fenced code on lines of its own.
ja: コードは独立した行にフェンスで囲んで置きます。
ko: 코드를 따로 줄을 잡아 울타리로 감쌉니다.
zh_hans: 把代码单独成行，用围栏包住。

source: Put three dashes on a line of their own.
ja: ハイフン 3 つを独立した行に置きます。
ko: 붙임표 세 개를 한 줄에 따로 씁니다.
zh_hans: 在单独一行写三个短横线。

source: Quote
ja: 引用
ko: 인용
zh_hans: 引用

source: Re-reading with %@…
ja: %@で読み直しています…
ko: %@로 다시 읽는 중…
zh_hans: 正在用 %@ 重新读取…

source: Read straight from your own repository, so this is what actually exists — not a copy Nook keeps.
ja: あなた自身のリポジトリから直接読み込んでいます。Nook が保持する複製ではなく、実際に存在するものです。
ko: 여러분의 저장소에서 직접 읽어 옵니다. Nook이 보관하는 사본이 아니라 실제로 존재하는 내용입니다.
zh_hans: 直接从你自己的仓库读取，所以这就是真实存在的内容，不是 Nook 保存的副本。

source: Read with %@
ja: %@で読む
ko: %@로 읽기
zh_hans: 用 %@ 读取

source: Reader Mode
ja: リーダーモード
ko: 리더 모드
zh_hans: 阅读模式

source: Reader view is off, so this currently applies only to reader mode in the in-app browser.
ja: リーダービューがオフのため、現在この設定はアプリ内ブラウザのリーダーモードにのみ適用されます。
ko: 리더 보기가 꺼져 있어, 지금은 앱 내 브라우저의 리더 모드에만 적용됩니다.
zh_hans: 阅读视图已关闭，因此此设置目前仅适用于应用内浏览器的阅读模式。

source: Reader view is off, so this currently applies to reader mode in the in-app browser and to articles you download for offline reading.
ja: リーダービューがオフのため、現在この設定はアプリ内ブラウザのリーダーモードと、オフライン用にダウンロードする記事にのみ適用されます。
ko: 리더 보기가 꺼져 있어, 지금은 앱 내 브라우저의 리더 모드와 오프라인용으로 다운로드하는 글에만 적용됩니다.
zh_hans: 阅读视图已关闭，因此此设置目前仅适用于应用内浏览器的阅读模式，以及你下载供离线阅读的文章。

source: Reading feeds works exactly as before whether or not you set this up.
ja: これを設定するかどうかに関わらず、フィードの購読は今までと同じように使えます。
ko: 이 기능을 설정하든 안 하든, 피드 읽기는 지금까지와 똑같이 동작합니다.
zh_hans: 无论你是否设置这项功能，阅读订阅源都和以前一样。

source: Ready
ja: 準備完了
ko: 준비 완료
zh_hans: 准备就绪

source: References use [^1]. Definitions use [^1]: without a list dash.
ja: 参照は [^1]、定義はリストのハイフンなしで [^1]: と書きます。
ko: 참조는 [^1], 정의는 목록 붙임표 없이 [^1]: 로 씁니다.
zh_hans: 引用写作 [^1]，定义写作 [^1]:，前面不加列表短横线。

source: Regex
ja: 正規表現
ko: 정규식
zh_hans: 正则表达式

source: Regex tips
ja: 正規表現のヒント
ko: 정규식 팁
zh_hans: 正则表达式提示

source: Regular expression
ja: 正規表現
ko: 정규식
zh_hans: 正则表达式

source: Release to close
ja: 離すと閉じる
ko: 놓으면 닫기
zh_hans: 松开关闭

source: Reload
ja: 再読み込み
ko: 다시 불러오기
zh_hans: 重新加载

source: Remove
ja: 削除
ko: 삭제
zh_hans: 移除

source: Remove All Downloads
ja: すべてのダウンロードを削除
ko: 모든 다운로드 삭제
zh_hans: 移除所有下载

source: Repeat password
ja: パスワードを再入力
ko: 비밀번호 다시 입력
zh_hans: 再次输入密码

source: Reset code
ja: 再設定コード
ko: 재설정 코드
zh_hans: 重设码

source: Reset your password
ja: パスワードを再設定
ko: 비밀번호 재설정
zh_hans: 重设密码

source: Return starts a source line. Shift-Return adds Markdown's explicit backslash break.
ja: Return は行を改めます。Shift-Return は Markdown の明示的なバックスラッシュ改行を入れます。
ko: Return은 새 줄을 시작합니다. Shift-Return은 Markdown의 역슬래시 줄바꿈을 넣습니다.
zh_hans: Return 开始新的一行。Shift-Return 插入 Markdown 的反斜杠换行。

source: Save
ja: 保存
ko: 저장
zh_hans: 保存

source: Save Key
ja: キーを保存
ko: 키 저장
zh_hans: 保存密钥

source: Save as Markdown
ja: Markdownとして保存
ko: Markdown으로 저장
zh_hans: 存储为 Markdown

source: Save it somewhere safe — copy it into your password manager now. It is the only way back into your repository, and Nook cannot reset it for you.
ja: 安全な場所に保管してください。いまパスワード管理アプリにコピーしておくことをおすすめします。リポジトリに入る唯一の手段で、Nook では再設定できません。
ko: 안전한 곳에 보관하세요 — 지금 비밀번호 관리 앱에 복사해 두시길 권합니다. 저장소에 들어갈 수 있는 유일한 방법이며, Nook이 재설정해 줄 수 없습니다.
zh_hans: 请妥善保存 — 现在就复制到你的密码管理器中。这是进入你的仓库的唯一方式，Nook 无法为你重置。

source: Save it somewhere safe. It is the only way back into your repository, and Nook cannot reset it for you.
ja: 安全な場所に保管してください。リポジトリに入る唯一の手段で、Nook では再設定できません。
ko: 안전한 곳에 보관하세요. 저장소에 들어갈 수 있는 유일한 방법이며, Nook이 재설정해 줄 수 없습니다.
zh_hans: 请妥善保存。这是进入你的仓库的唯一方式，Nook 无法为你重置。

source: Saved Links
ja: 保存したリンク
ko: 저장한 글
zh_hans: 已保存链接

source: Search
ja: 検索
ko: 검색
zh_hans: 搜索

source: Select All
ja: すべて選択
ko: 전체 선택
zh_hans: 全选

source: Sending…
ja: 送信中…
ko: 보내는 중…
zh_hans: 正在发送…

source: Separate columns with pipes and add a delimiter row.
ja: 列を縦線で区切り、区切り行を入れます。
ko: 열을 세로줄로 나누고 구분 줄을 넣습니다.
zh_hans: 用竖线分隔各列，并加上分隔行。

source: Serif
ja: セリフ
ko: 세리프
zh_hans: 衬线

source: Server
ja: サーバー
ko: 서버
zh_hans: 服务器

source: Set New Password
ja: 新しいパスワードを設定
ko: 새 비밀번호 설정
zh_hans: 设置新密码

source: Set Up Publishing
ja: 公開を設定
ko: 발행 설정하기
zh_hans: 设置发布

source: Set the password that protects your writing.
ja: あなたの文章を守るパスワードを設定します。
ko: 내 글을 지킬 비밀번호를 설정합니다.
zh_hans: 设置保护你文章的密码。

source: Set up publishing
ja: 公開を設定
ko: 발행 설정
zh_hans: 设置发布

source: Setting up
ja: 設定中
ko: 설정 중
zh_hans: 正在设置

source: Setting up needs an invitation code. Publishing is limited to invited writers for now.
ja: 設定には招待コードが必要です。公開は現在、招待された人だけが利用できます。
ko: 설정에는 초대 코드가 필요합니다. 발행 기능은 현재 초대받은 사람만 사용할 수 있습니다.
zh_hans: 设置需要邀请码。目前只有受邀作者可以发布。

source: Share Link
ja: リンクを共有
ko: 링크 공유
zh_hans: 分享链接

source: Share the link
ja: リンクを共有する
ko: 링크 공유하기
zh_hans: 分享链接

source: Show Posts in Files
ja: ファイルアプリで投稿を表示
ko: 파일 앱에서 글 보기
zh_hans: 在“文件”中显示文章

source: Show Posts in Finder
ja: Finder で投稿を表示
ko: Finder에서 글 보기
zh_hans: 在“访达”中显示文章

source: Show in Finder
ja: Finder に表示
ko: Finder에서 보기
zh_hans: 在 Finder 中显示

source: Show password
ja: パスワードを表示
ko: 비밀번호 보기
zh_hans: 显示密码

source: Showing the saved copy. If the article was removed from the source, you can delete it.
ja: 保存済みのコピーを表示しています。配信元から削除された記事なら、リストから削除できます。
ko: 저장된 사본을 표시하고 있습니다. 출처에서 삭제된 글이라면 목록에서 지울 수 있습니다.
zh_hans: 正在显示已保存的副本。如果文章已从来源删除，你可以将其删除。

source: Sign In
ja: サインイン
ko: 로그인
zh_hans: 登录

source: Sign Out on This Device
ja: この端末からサインアウト
ko: 이 기기에서 로그아웃
zh_hans: 在此设备上退出登录

source: Sign in
ja: サインイン
ko: 로그인
zh_hans: 登录

source: Sign in first.
ja: 先にサインインしてください。
ko: 먼저 로그인하세요.
zh_hans: 请先登录。

source: Sign in to change the icon.
ja: アイコンを変更するにはサインインしてください。
ko: 아이콘을 바꾸려면 로그인하세요.
zh_hans: 更换图标需要先登录。

source: Sign in with
ja: サインイン方法
ko: 로그인 방법
zh_hans: 登录方式

source: Sign-in details
ja: サインイン情報
ko: 로그인 정보
zh_hans: 登录信息

source: Signing out only forgets this device. Your account and your posts are untouched.
ja: サインアウトしてもこの端末が忘れるだけです。アカウントと投稿はそのまま残ります。
ko: 로그아웃은 이 기기에서만 잊는 것입니다. 계정과 글은 그대로 남습니다.
zh_hans: 退出登录只会让此设备忘记你。你的账号和文章不会受到影响。

source: Site icon
ja: サイトアイコン
ko: 사이트 아이콘
zh_hans: 站点图标

source: Someone already has that name.
ja: その名前はすでに使われています。
ko: 이미 사용 중인 이름입니다.
zh_hans: 该名字已被占用。

source: Something went wrong.
ja: 問題が発生しました。
ko: 문제가 발생했습니다.
zh_hans: 出现了问题。

source: Staging (test server)
ja: ステージング（テストサーバー）
ko: 스테이징 (테스트 서버)
zh_hans: 预发布（测试服务器）

source: Starred
ja: スター付き
ko: 별표
zh_hans: 已加星标

source: Start Writing
ja: 書きはじめる
ko: 글쓰기 시작
zh_hans: 开始写作

source: Start a quoted line with > and a space.
ja: 引用する行を > とスペースで始めます。
ko: 인용할 줄을 > 와 한 칸으로 시작합니다.
zh_hans: 引用行以 > 和一个空格开头。

source: Start each item with a dash and a space.
ja: 各項目をハイフンとスペースで始めます。
ko: 각 항목을 붙임표와 한 칸으로 시작합니다.
zh_hans: 每一项以短横线和一个空格开头。

source: Start each item with a number, period, and space.
ja: 各項目を数字、ピリオド、スペースで始めます。
ko: 각 항목을 숫자, 마침표, 한 칸으로 시작합니다.
zh_hans: 每一项以数字、句点和一个空格开头。

source: Step %lld of %lld
ja: ステップ %1$lld / %2$lld
ko: %2$lld단계 중 %1$lld단계
zh_hans: 第 %1$lld 步，共 %2$lld 步

source: Stop
ja: 停止
ko: 중지
zh_hans: 停止

source: Strikethrough
ja: 取り消し線
ko: 취소선
zh_hans: 删除线

source: Suggested from your title. Edit it if you would rather choose.
ja: タイトルから提案しています。自分で決めたい場合は編集してください。
ko: 제목에서 제안한 값입니다. 직접 정하고 싶으면 수정하세요.
zh_hans: 根据标题建议。想自己决定就直接修改。

source: Summaries use only the Markdown shown by the native reader and appear above the original article. They may be omitted when the content cannot be summarized reliably.
ja: 要約にはネイティブリーダーに表示される Markdown だけを使用し、原文の上に表示します。内容を確実に要約できない場合は表示されないことがあります。
ko: 요약은 네이티브 리더에 표시되는 Markdown만 사용하며 원문 위에 나타납니다. 내용을 신뢰성 있게 요약할 수 없으면 제공되지 않을 수 있습니다.
zh_hans: 摘要仅使用原生阅读器中显示的 Markdown，并显示在原文上方。内容无法可靠总结时可能不会提供摘要。

source: Summarize
ja: 要約する
ko: 요약하기
zh_hans: 生成摘要

source: Summarize articles automatically
ja: 記事を自動的に要約
ko: 글 자동 요약
zh_hans: 自动生成文章摘要

source: Summarizing…
ja: 要約中…
ko: 요약 중…
zh_hans: 正在生成摘要…

source: Summary
ja: 要約
ko: 요약
zh_hans: 摘要

source: Summary style
ja: 要約スタイル
ko: 요약 스타일
zh_hans: 摘要样式

source: Switch to
ja: 切り替え先
ko: 전환할 서버
zh_hans: 切换到

source: System
ja: システム
ko: 시스템
zh_hans: 系统

source: System Default
ja: システムのデフォルト
ko: 시스템 설정 언어
zh_hans: 系统默认

source: Table
ja: 表
ko: 표
zh_hans: 表格

source: Table of contents
ja: 目次
ko: 목차
zh_hans: 目录

source: Tags your existing articles with keyword rules and AI. With many articles it can take a while; Gemini may cost money.
ja: 既存の記事をキーワード規則とAIでタグ付けします。記事が多いと時間がかかることがあり、Geminiは費用が発生する場合があります。
ko: 기존 글을 키워드 규칙과 AI로 태그합니다. 글이 많으면 시간이 걸릴 수 있고, Gemini는 비용이 발생할 수 있습니다.
zh_hans: 用关键词规则和 AI 为现有文章打标签。文章较多时可能耗时，Gemini 可能产生费用。

source: Take Down
ja: 公開停止
ko: 내리기
zh_hans: 下架

source: Take a copy of your writing first if you want one — the button is in Settings, under Leaving.
ja: コピーが必要なら先にダウンロードしてください。ボタンは設定の「退会」にあります。
ko: 사본이 필요하면 먼저 내려받으세요 — 버튼은 설정의 ‘탈퇴’에 있습니다.
zh_hans: 如果需要副本，请先下载 — 按钮在设置的“退出”一节中。

source: Take this post down?
ja: この投稿を公開停止しますか？
ko: 이 글을 내릴까요?
zh_hans: 要下架这篇文章吗？

source: Text
ja: テキスト
ko: 텍스트
zh_hans: 文本

source: That article is missing the information needed to delete it safely.
ja: この記事には、安全に削除するために必要な情報がありません。
ko: 이 글에는 안전하게 삭제하는 데 필요한 정보가 없습니다.
zh_hans: 这篇文章缺少安全删除所需的信息。

source: That article is missing the information needed to edit it.
ja: この投稿を編集するために必要な情報がありません。
ko: 이 글을 수정하는 데 필요한 정보가 없습니다.
zh_hans: 缺少编辑这篇文章所需的信息。

source: That code or session is no longer valid. Request a new one, or sign in again.
ja: そのコードまたはセッションは無効になりました。新しく発行するか、再度サインインしてください。
ko: 해당 코드 또는 세션이 더 이상 유효하지 않습니다. 새로 요청하거나 다시 로그인해 주세요.
zh_hans: 该代码或会话已失效。请重新获取，或重新登录。

source: That code was not recognised. It may have been used already or expired.
ja: このコードは認識できませんでした。すでに使用済みか、期限が切れている可能性があります。
ko: 인식할 수 없는 코드입니다. 이미 사용됐거나 만료됐을 수 있습니다.
zh_hans: 无法识别该代码。它可能已被使用或已过期。

source: That draft could not be saved. Copy your text somewhere safe before closing.
ja: 下書きを保存できませんでした。閉じる前に本文を安全な場所にコピーしてください。
ko: 초안을 저장하지 못했습니다. 닫기 전에 본문을 다른 곳에 복사해 두세요.
zh_hans: 无法保存草稿。关闭前请把正文复制到安全的地方。

source: That email address was not accepted. Check it for typos.
ja: そのメールアドレスは受け付けられませんでした。入力に誤りがないか確認してください。
ko: 이 이메일 주소는 사용할 수 없습니다. 오타가 없는지 확인하세요.
zh_hans: 该邮箱地址未被接受。请检查是否有拼写错误。

source: That handle and password did not match.
ja: ハンドルとパスワードが一致しません。
ko: 핸들과 비밀번호가 일치하지 않습니다.
zh_hans: handle 与密码不匹配。

source: That handle belongs to a different server. Nook can only sign in to accounts on its own server.
ja: そのハンドルは別のサーバーのものです。Nook は自身のサーバーのアカウントにしかサインインできません。
ko: 그 핸들은 다른 서버의 것입니다. Nook은 자체 서버의 계정에만 로그인할 수 있습니다.
zh_hans: 该 handle 属于另一台服务器。Nook 只能登录自有服务器上的账户。

source: That image could not be read. Try choosing it again.
ja: 画像を読み込めませんでした。もう一度選んでください。
ko: 이미지를 읽지 못했습니다. 다시 골라 보세요.
zh_hans: 无法读取该图片。请重新选择。

source: That image is too large. Pick one under 500 KB.
ja: 画像が大きすぎます。500 KB 未満のものを選んでください。
ko: 이미지가 너무 큽니다. 500 KB 미만으로 골라 주세요.
zh_hans: 图片太大了。请选择小于 500 KB 的图片。

source: That invitation has already been used up. Ask for a new one.
ja: その招待はすでに使い切られています。新しい招待を依頼してください。
ko: 이미 모두 사용된 초대입니다. 새 초대를 요청하세요.
zh_hans: 该邀请已用完。请索取新的邀请。

source: That invitation has expired. Ask for a new one.
ja: その招待は有効期限が切れています。新しい招待を依頼してください。
ko: 초대의 유효기간이 지났습니다. 새 초대를 요청하세요.
zh_hans: 该邀请已过期。请索取新的邀请。

source: That invitation was not recognised.
ja: その招待は確認できませんでした。
ko: 확인할 수 없는 초대입니다.
zh_hans: 无法识别该邀请。

source: That name cannot be used. Use lowercase letters, numbers, and hyphens.
ja: その名前は使えません。小文字・数字・ハイフンを使ってください。
ko: 사용할 수 없는 이름입니다. 소문자, 숫자, 하이픈을 사용하세요.
zh_hans: 该名称无法使用。请使用小写字母、数字和连字符。

source: That name is already taken. Choose another.
ja: その名前はすでに使われています。別の名前を選んでください。
ko: 이미 사용 중인 이름입니다. 다른 이름을 선택하세요.
zh_hans: 该名称已被占用。请另选一个。

source: That name is reserved.
ja: その名前は予約されています。
ko: 예약된 이름입니다.
zh_hans: 该名字为保留名称。

source: That password is too weak. Use a longer one.
ja: パスワードが弱すぎます。もっと長いものを使ってください。
ko: 비밀번호가 너무 약합니다. 더 긴 비밀번호를 사용하세요.
zh_hans: 密码强度不足。请使用更长的密码。

source: The %@ server is not reachable: there is no such host as %@. Check the server in Developer settings.
ja: %1$@ サーバーに接続できません: %2$@ というホストは存在しません。開発者設定でサーバーを確認してください。
ko: %1$@ 서버에 연결할 수 없습니다: %2$@ 라는 호스트가 없습니다. 개발자 설정에서 서버를 확인하세요.
zh_hans: 无法连接 %1$@ 服务器：不存在名为 %2$@ 的主机。请在开发者设置中检查服务器。

source: The Quiet Craft of Reading
ja: 読むという静かな技術
ko: 읽기라는 조용한 기술
zh_hans: 阅读这门安静的手艺

source: The account was created on an earlier attempt, so there is nothing left to set up. Sign in with the password you chose then.
ja: アカウントは前回の試行で作成済みなので、設定はもう必要ありません。そのときに決めたパスワードでサインインしてください。
ko: 이전 시도에서 계정이 이미 만들어졌으므로 더 설정할 것이 없습니다. 그때 정한 비밀번호로 로그인하세요.
zh_hans: 账户在先前的尝试中已创建，无需再设置。请使用当时设置的密码登录。

source: The address you gave when you set up publishing. Use this if you cannot remember your name.
ja: 発行を設定したときに入力したアドレスです。名前を思い出せないときはこちらを使ってください。
ko: 발행을 설정할 때 입력한 주소입니다. 이름이 기억나지 않으면 이걸 사용하세요.
zh_hans: 你在设置发布时填写的地址。如果记不住名称，就用它登录。

source: The code you were given when you were invited. It looks like four groups of letters and numbers.
ja: 招待されたときに受け取ったコードです。英数字が 4 つのグループに分かれた形です。
ko: 초대받을 때 받은 코드입니다. 영문자와 숫자가 네 묶음으로 나뉘어 있습니다.
zh_hans: 你受邀时收到的代码，形式为四组字母和数字。

source: The copy is a file of your own records — every publication and article, exactly as your repository holds them.
ja: コピーは自分のレコードを収めたファイルです。パブリケーションと投稿のすべてを、リポジトリが保持しているそのままの形で。
ko: 사본은 내 레코드를 담은 파일입니다 — 발행물과 글 전부, 내 저장소가 담고 있는 그대로입니다.
zh_hans: 副本是包含你自己记录的文件——所有发布页和文章，与你的仓库中保存的完全一致。

source: The definition is stored as [^1]: without a list dash.
ja: 定義はリストのハイフンなしで [^1]: の形で保存されます。
ko: 정의는 목록 붙임표 없이 [^1]: 형태로 저장됩니다.
zh_hans: 定义以 [^1]: 的形式保存，前面不加列表短横线。

source: The feed could not be parsed: %@
ja: フィードを解析できませんでした: %@
ko: 피드를 읽을 수 없습니다: %@
zh_hans: 无法解析订阅源：%@

source: The feed request failed with HTTP %lld.
ja: フィードの取得に失敗しました（HTTP %lld）。
ko: 피드를 불러오지 못했습니다 (HTTP %lld).
zh_hans: 订阅源请求失败，HTTP %lld。

source: The file will be replaced with the published version of %@. What you wrote outside Nook will be gone.
ja: ファイルは公開中の「%@」の内容に戻ります。Nook の外で書いた内容は失われます。
ko: 파일이 발행된 ‘%@’의 내용으로 되돌아갑니다. Nook 밖에서 쓴 내용은 사라집니다.
zh_hans: 该文件将被替换为已发布的《%@》。你在 Nook 之外写的内容将会消失。

source: The invitation in that link cannot be used. It may have been used already or expired.
ja: そのリンクの招待は使用できません。すでに使われたか、有効期限が切れている可能性があります。
ko: 링크의 초대는 사용할 수 없습니다. 이미 사용되었거나 유효기간이 지났을 수 있습니다.
zh_hans: 该链接中的邀请无法使用。它可能已被使用或已过期。

source: The name you chose when you set up publishing here.
ja: ここで発行を設定したときに決めた名前です。
ko: 여기서 발행을 설정할 때 정한 이름입니다.
zh_hans: 你在此设置发布时选择的名称。

source: The original article remains below for comparison.
ja: 比較できるよう、原文は下にそのまま表示されます。
ko: 비교할 수 있도록 원문은 아래에 그대로 표시됩니다.
zh_hans: 原文会保留在下方以便对照。

source: The page has been taken down. The saved copy is shown below, and you can delete the article if you no longer want it.
ja: ページが削除されています。以下に保存済みのコピーを表示しています。不要であれば記事を削除できます。
ko: 페이지가 내려갔습니다. 아래에 저장된 사본을 보여줍니다. 필요 없다면 글을 삭제할 수 있습니다.
zh_hans: 该页面已被撤下。下方显示的是已保存的副本，如不再需要可以删除这篇文章。

source: The page is still there, but no article text came out of it. Another parser may read it. The saved copy is shown below.
ja: ページはまだ存在しますが、本文を取り出せませんでした。別のパーサなら読み取れる場合があります。以下には保存済みのコピーを表示しています。
ko: 페이지는 그대로 있지만 본문을 추출하지 못했습니다. 다른 파서로는 읽힐 수 있습니다. 아래에는 저장된 사본을 표시합니다.
zh_hans: 页面仍然存在，但未能提取出正文。换用另一个解析器可能可以读取。下方显示的是已保存的副本。

source: The page is still there, but no article text came out of it. The saved copy is shown below.
ja: ページ自体は残っていますが、本文を取り出せませんでした。以下に保存済みのコピーを表示しています。
ko: 페이지는 그대로 있지만 본문을 추출하지 못했습니다. 아래에 저장된 사본을 보여줍니다.
zh_hans: 页面仍然存在，但没能提取出正文。下方显示的是已保存的副本。

source: The same everywhere
ja: どのデバイスでも同じ
ko: 모든 기기에서 동일하게
zh_hans: 每台设备都一致

source: The same password you sign in with. It is checked by the server that stores your writing.
ja: サインインに使うパスワードです。文章が保存されているサーバーが確認します。
ko: 로그인할 때 쓰는 그 비밀번호입니다. 글이 저장된 서버가 직접 확인합니다.
zh_hans: 就是你登录时使用的密码。由存储你写作的服务器直接验证。

source: The saved sync folder permission expired. Choose the folder again.
ja: 保存された同期フォルダのアクセス権が失効しました。もう一度フォルダを選択してください。
ko: 저장된 동기화 폴더 권한이 만료되었습니다. 폴더를 다시 선택하세요.
zh_hans: 已保存的同步文件夹权限已过期。请重新选择文件夹。
